<?php
// Heading
$_['heading_title']                    = 'Butik Theme';

// Text
$_['text_theme']                       = 'Темы';
$_['text_extension']                   = 'Расширения';
$_['text_success']                     = 'Настройки успешно изменены!';
$_['text_edit']                        = 'Редактирование';

// Menu
$_['text_general']                     = 'Основные настройки';
$_['text_option']                      = 'Общие настройки';
$_['text_header']                      = 'Шапка сайта';
$_['text_menu']                        = 'Меню категорий';
$_['text_product_info']                = 'Карточка товара';
$_['text_footer']                      = 'Подвал сайта';
$_['text_socials']                     = 'Социальные сети';
$_['text_payments']                    = 'Платежные системы';

$_['text_product']                     = 'Товары';
$_['text_image']                       = 'Изображения';
$_['text_extension']                   = 'Расширения';
$_['text_top']                         = 'Вверху';
$_['text_bottom']                      = 'Внизу';
$_['text_text']                        = 'Текст';
$_['text_add_link']                    = 'Ссылка';
$_['text_sort']                        = 'Сортировка';
$_['text_phone']                       = 'Телефон';
$_['text_icon']                        = 'Иконка';
$_['text_left']                        = 'Слева';
$_['text_center']                      = 'По центру';

// Entry
// General
$_['entry_directory']                  = 'Директория темы';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Лимит товаров (Витрина)';
$_['entry_product_description_length'] = 'Количество символов (Витрина)';
$_['entry_image_category']             = 'Размер изображения в списке категорий';
$_['entry_image_thumb']                = 'Размер большого изображения товара';
$_['entry_image_popup']                = 'Размер всплывающего изображения товара';
$_['entry_image_product']              = 'Размер изображения в списке товаров';
$_['entry_image_additional']           = 'Размер дополнительных изображений товара';
$_['entry_image_related']              = 'Размер изображения аналогичных товаров';
$_['entry_image_compare']              = 'Размер изображения в списке сравнения';
$_['entry_image_wishlist']             = 'Размер изображения в списке заметок';
$_['entry_image_cart']                 = 'Размер изображений товаров в корзине';
$_['entry_image_location']             = 'Размер изображения магазина';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';

// Option
$_['entry_quickview_status']           = 'Быстрый просмотр товаров';
$_['entry_compare_status']             = 'Сравнение товаров';
$_['entry_wishlist_status']            = 'Закладки';
$_['entry_short_description_status']   = 'Краткое описание товаров';
$_['entry_backtotop_status']           = 'Кнопка прокрутки вверх';
$_['entry_percentage_status']          = 'Стикер процента скидки';
$_['entry_module_scroll']              = 'Прокрутка модулей на главной (Хиты продаж, Рекомендуемые, Новинки, Акции, Блог)';
$_['entry_hover_img_status']           = 'Поворот картинки при наведении курсора';
$_['entry_ctegory_description']        = 'Положение краткого описания категории';
$_['entry_no_product']                 = 'Отключение кнопки купить если товара нет в наличии';
$_['entry_agree']                      = 'Подтверждение политики конфиденциальности (Контакты, Обратный звонок, Быстрый заказ)';
$_['entry_category_list_thumb']        = 'Картинка подкатегорий в списке товаров';
$_['entry_category_size_thumb']        = 'Размер изображения подкатегорий';
$_['entry_agree']                      = 'Пользовательское соглашение';
$_['help_agree']                       = 'Пользовательское соглашение добавится на страницу контактов, форму быстрого заказа и обратного звонка';

// Header
$_['entry_topmenu']                    = 'Верхнее меню';
$_['entry_topmenu_link']               = 'Ссылки в верхнем меню';
$_['entry_phone_header']               = 'Контакты в шапке';
$_['entry_phones']                     = 'Телефоны';
$_['entry_schedule']                   = 'График работы';

$_['entry_email']                      = 'E-mail';
$_['entry_skype']                      = 'Skype';
$_['entry_location']                   = 'Адрес';
$_['entry_about_us']                   = 'О магазине';

// Menu
$_['entry_fixed_menu']                 = 'Фиксированное меню при прокрутке страницы';
$_['entry_mine_menu']                  = 'Основное горизонтальное меню';
$_['entry_home_link']                  = 'Показывать ссылку на главную';
$_['entry_menu_align']                 = 'Расположение пунктов меню';
$_['entry_category_thumb']             = 'Изображение подкатегорий';
$_['entry_category_size_thumb']        = 'Размер изображения подкатегорий';
$_['entry_category_link']              = 'Дополнительные ссылки';
$_['entry_category_link_left']         = 'Показывать "Дополнительные ссылки" в боковых категориях слева(справа)';
$_['entry_brands']                     = 'Бренды';
$_['entry_title_brands']               = 'Название в меню';
$_['entry_html_tabs']                  = 'HTML блоки';
$_['entry_html_tab1']                  = 'HTML блок 1';
$_['entry_html_tab2']                  = 'HTML блок 2';
$_['entry_html_tab3']                  = 'HTML блок 3';
$_['entry_tab_title']                  = 'Название блока';
$_['entry_tab_content']                = 'Содержимое блока';
$_['entry_information']                = 'Информация';
$_['entry_information_left']           = 'Показывать блок "Информация" в боковых категориях слева(справа)';
$_['entry_contact']                    = 'Контакты';
$_['entry_contact_left']               = 'Показывать "Контакты" в боковых категориях слева(справа)';

// Product List
$_['entry_microdata_status']           = 'Микроразметка в карточке товара';
$_['entry_manufacturer_img']           = 'Изображение производителя';
$_['entry_manufacturer_size_thumb']    = 'Размер изображения производителя';
$_['entry_scroll_img']                 = 'Прокрутка дополнительных изображений товара';
$_['entry_soc_code']                   = 'Код для кнопок cоциальных сетей';
$_['entry_zoom_img']                   = 'Zoom эффект картинки товара при наведении курсора';

// Footer
$_['entry_footer_column1']              = 'Первая колонка';
$_['entry_footer_column2']              = 'Вторая колонка';
$_['entry_footer_column3']              = 'Третья колонка';
$_['entry_footer_column4']              = 'Четвертая колонка';
$_['entry_title_column']                = 'Заглавие колонки';
$_['entry_title_help']                  = 'Если поле не заполнено, выведется текст из настроек системы';
$_['entry_contact']                     = 'Показывать "Контакты"';
$_['entry_sitemap']                     = 'Показывать "Карта сайта"';
$_['entry_account']                     = 'Показывать "Личный Кабинет"';
$_['entry_order']                       = 'Показывать "История заказов"';
$_['entry_wishlist']                    = 'Показывать "Закладки"';
$_['entry_newsletter']                  = 'Показывать "Рассылка"';
$_['entry_return']                      = 'Показывать "Возврат товара"';
$_['entry_manufacturer']                = 'Показывать "Производители"';
$_['entry_voucher']                     = 'Показывать "Подарочные сертификаты"';
$_['entry_affiliate']                   = 'Показывать "Партнерская программа"';
$_['entry_special']                     = 'Показывать "Акции"';
$_['entry_footer_logo']                 = 'Логотип<br> в подвале сайта';

// Help
$_['help_directory'] 	               = 'Данное поле необходимо для того, чтобы старые шаблоны (от версий 2.0.х и .2.1.х), были совместимы с новым функционалом тем. В указанном поле вы можете выбрать директорию темы';
$_['help_product_limit'] 	           = 'Определяет, сколько товаров отображаются на странице (Список товаров).';
$_['help_product_description_length']  = 'Количество символов в кратком описании товара (Список товаров)';

// Error
$_['error_permission']                 = 'У Вас нет прав для изменения настроек!';
$_['error_limit']       	           = 'Укажите лимит!';
$_['error_image_thumb']                = 'Необходимо указать размер большого изображения товара!';
$_['error_image_popup']                = 'Необходимо указать размер всплывающего изображения товара!';
$_['error_image_product']              = 'Необходимо указать размер изображения в списке товаров!';
$_['error_image_category']             = 'Необходимо указать размер изображения в списке категорий!';
$_['error_image_additional']           = 'Необходимо указать размер дополнительных изображений товара!';
$_['error_image_related']              = 'Необходимо указать размер изображения аналогичных товаров!';
$_['error_image_compare']              = 'Необходимо указать размер изображения в списке сравнения!';
$_['error_image_wishlist']             = 'Необходимо указать размер изображения в списке заметок!';
$_['error_image_cart']                 = 'Необходимо указать размер изображения товара в корзине!';
$_['error_image_location']             = 'Необходимо указать размер изображения магазина!';

