<?php
// Heading
$_['heading_title']                    = 'Butik Theme';

// Text
$_['text_theme']                       = 'Теми';
$_['text_extension']                   = 'Розширення';
$_['text_success']                     = 'Налаштування успішно змінені!';
$_['text_edit']                        = 'Редагування';

// Menu
$_['text_general']                     = 'Основні налаштування';
$_['text_option']                      = 'Загальні налаштування';
$_['text_header']                      = 'Шапка сайту';
$_['text_menu']                        = 'Меню категорій';
$_['text_product_info']                = 'Картка товару';
$_['text_footer']                      = 'Підвал сайту';
$_['text_socials']                     = 'Соціальні мережі';
$_['text_payments']                    = 'Платіжні системи';

$_['text_product']                     = 'Товари';
$_['text_image']                       = 'Зображення';
$_['text_extension']                   = 'Розширення';
$_['text_top']                         = 'Вгорі';
$_['text_bottom']                      = 'Внизу';
$_['text_text']                        = 'Текст';
$_['text_add_link']                    = 'Посилання';
$_['text_sort']                        = 'Сортування';
$_['text_phone']                       = 'Телефон';
$_['text_icon']                        = 'Іконка';
$_['text_left']                        = 'Зліва';
$_['text_center']                      = 'По центру';

// Entry
// General
$_['entry_directory']                  = 'Директорія теми';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Ліміт товарів (Вітрина)';
$_['entry_product_description_length'] = 'Кількість символів (Вітрина)';
$_['entry_image_category']             = 'Розмір зображення в списку категорій';
$_['entry_image_thumb']                = 'Розмір великого зображення товару';
$_['entry_image_popup']                = 'Розмір вспливаючого зображення товару';
$_['entry_image_product']              = 'Розмір зображення в списку товарів';
$_['entry_image_additional']           = 'Розмір додаткових зображень товару';
$_['entry_image_related']              = 'Розмір зображення аналогічних товарів';
$_['entry_image_compare']              = 'Розмір зображення в списку порівняння';
$_['entry_image_wishlist']             = 'Розмір зображення у списку побажань';
$_['entry_image_cart']                 = 'Розмір зображень товарів в кошику';
$_['entry_image_location']             = 'Розмір зображення магазину';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Висота';

// Option
$_['entry_quickview_status']           = 'Швидкий перегляд товарів';
$_['entry_compare_status']             = 'Порівняння товарів';
$_['entry_wishlist_status']            = 'Закладки';
$_['entry_short_description_status']   = 'Короткий опис товарів';
$_['entry_backtotop_status']           = 'Кнопка прокрутки вгору';
$_['entry_percentage_status']          = 'Стікер відсотка знижки';
$_['entry_module_scroll']              = 'Прокрутка модулів на головній (Хіти продажу, Рекомендовані, Новинки, Акції, Блог)';
$_['entry_hover_img_status']           = 'Поворот картинки при наведенні курсору';
$_['entry_ctegory_description']        = 'Положення короткого опису категорії';
$_['entry_no_product']                 = 'Відключення кнопки купити якщо товару немає в наявності';
$_['entry_agree']                      = 'Підтвердження політики конфіденційності (Контакти, Зворотній дзвінок, Швидке замовлення)';
$_['entry_category_list_thumb']        = 'Картинка підкатегорій в списку товарів';
$_['entry_category_size_thumb']        = 'Розмір зображення підкатегорій';
$_['entry_agree']                      = 'Угода користувача';
$_['help_agree']                       = 'Угода додасться на сторінку контактів, форму швидкого замовлення і зворотного дзвінка';

// Header
$_['entry_topmenu']                    = 'Верхнє меню';
$_['entry_topmenu_link']               = 'Посилання в верхньому меню';
$_['entry_phone_header']               = 'Контакти в шапці';
$_['entry_phones']                     = 'Телефони';
$_['entry_schedule']                   = 'Графік роботи';

$_['entry_email']                      = 'E-mail';
$_['entry_skype']                      = 'Skype';
$_['entry_location']                   = 'Адреса';
$_['entry_about_us']                   = 'Про магазин';

// Menu
$_['entry_fixed_menu']                 = 'Фіксоване меню при прокручуванні сторінки';
$_['entry_mine_menu']                  = 'Основне горизонтальне меню';
$_['entry_home_link']                  = 'Показувати посилання на головну';
$_['entry_menu_align']                 = 'Розташування пунктів меню';
$_['entry_category_thumb']             = 'Зображення підкатегорій';
$_['entry_category_size_thumb']        = 'Розмір зображення підкатегорій';
$_['entry_category_link']              = 'Додаткові посилання';
$_['entry_category_link_left']         = 'Показувати "Додаткові посилання" в категоріях зліва (справа)';
$_['entry_brands']                     = 'Бренди';
$_['entry_title_brands']               = 'Назва в меню';
$_['entry_html_tabs']                  = 'HTML блоки';
$_['entry_html_tab1']                  = 'HTML блок 1';
$_['entry_html_tab2']                  = 'HTML блок 2';
$_['entry_html_tab3']                  = 'HTML блок 3';
$_['entry_tab_title']                  = 'Назва блоку';
$_['entry_tab_content']                = 'Вміст блоку';
$_['entry_information']                = 'Інформація';
$_['entry_information_left']           = 'Показувати блок "Інформація" в категоріях зліва (справа)';
$_['entry_contact']                    = 'Контакти';
$_['entry_contact_left']               = 'Показувати "Контакти" в категоріях зліва (справа)';

// Product List
$_['entry_microdata_status']           = 'Мікророзмітка в картці товару';
$_['entry_manufacturer_img']           = 'Зображення виробника';
$_['entry_manufacturer_size_thumb']    = 'Розмір зображення виробника';
$_['entry_scroll_img']                 = 'Прокрутка додаткових зображень товару';
$_['entry_soc_code']                   = 'Код для кнопок Соціальних мереж';
$_['entry_zoom_img']                   = 'Zoom ефект картинки товару при наведенні курсору';

// Footer
$_['entry_footer_column1']              = 'Перша колонка';
$_['entry_footer_column2']              = 'Друга колонка';
$_['entry_footer_column3']              = 'Третя колонка';
$_['entry_footer_column4']              = 'Четверта колонка';
$_['entry_title_column']                = 'Назва колонки';
$_['entry_title_help']                  = 'Якщо поле не заповнено, виведеться текст з налаштувань системи';
$_['entry_contact']                     = 'Показувати "Контакти"';
$_['entry_sitemap']                     = 'Показувати "Карта сайту"';
$_['entry_account']                     = 'Показувати "Особистий Кабінет"';
$_['entry_order']                       = 'Показувати "Історія замовлень"';
$_['entry_wishlist']                    = 'Показувати "Закладки"';
$_['entry_newsletter']                  = 'Показувати "Розсилка"';
$_['entry_return']                      = 'Показувати "Повернення товару"';
$_['entry_manufacturer']                = 'Показувати "Виробники"';
$_['entry_voucher']                     = 'Показувати "Подарункові сертифікати"';
$_['entry_affiliate']                   = 'Показувати "Партнерська програма"';
$_['entry_special']                     = 'Показувати "Акції"';
$_['entry_footer_logo']                 = 'Логотип <br> в підвалі сайту';

// Help
$_['help_directory'] 	               = 'Дане поле необхідно для того, щоб старі шаблони (від версій 2.0.х и .2.1.х), були сумісні з новим функціоналом тем. У вказаному полі ви можете вибрати директорію теми';
$_['help_product_limit'] 	           = 'Визначає, скільки товарів відображаються на сторінці (Список товарів).';
$_['help_product_description_length']  = 'Кількість символів в короткому описі товару (Список товарів)';

// Error
$_['error_permission']                 = 'У Вас немає прав для зміни налаштувань!';
$_['error_limit']       	           = 'Вкажіть ліміт!';
$_['error_image_thumb']                = 'Необхідно вказати розмір великого зображення товару!';
$_['error_image_popup']                = 'Необхідно вказати розмір вспливаючого зображення товару!';
$_['error_image_product']              = 'Необхідно вказати розмір зображення в списку товарів!';
$_['error_image_category']             = 'Необхідно вказати розмір зображення в списку категорій!';
$_['error_image_additional']           = 'Необхідно вказати розмір додаткових зображень товару!';
$_['error_image_related']              = 'Необхідно вказати розмір зображення аналогічних товарів!';
$_['error_image_compare']              = 'Необхідно вказати розмір зображення в списку порівняння!';
$_['error_image_wishlist']             = 'Необхідно вказати розмір зображення в списку побажань!';
$_['error_image_cart']                 = 'Необхідно вказати розмір зображення товару в кошику!';
$_['error_image_location']             = 'Необхідно вказати розмір зображення магазину!';

