<?php
// Heading
$_['heading_title']             = 'Блог';

// Text
$_['text_success']              = 'Список статей оновлений!';
$_['text_list']                 = 'Список Статей';
$_['text_add']                  = 'Додавання Статті';
$_['text_edit']                 = 'Редагування Статті';
$_['text_default']              = 'Основний магазин';
$_['text_blog']                 = 'Блог';
$_['text_blog_list']            = 'Список новин';
$_['text_blog_setting']         = 'Налаштування блогу';
$_['text_keyword']              = 'Повинно бути унікальним на всю систему і без пробілів.';

// Column
$_['column_title']              = 'Заголовок статті';
$_['column_sort_order']         = 'Порядок сортування';
$_['column_action']             = 'Дія';

// Entry
$_['entry_title']               = 'Заголовок статті:';
$_['entry_description']         = 'Опис:';
$_['entry_image']               = 'Зображення:';
$_['entry_store']               = 'Магазини:';
$_['entry_meta_title']          = 'HTML-тег Title';
$_['entry_meta_h1']             = 'HTML-тег H1';
$_['entry_meta_keyword']        = 'Мета-тег Keywords:';
$_['entry_meta_description']    = 'Мета-тег Description:';
$_['entry_keyword']             = 'SEO URL:';
$_['entry_status']              = 'Статус:';
$_['entry_sort_order']          = 'Порядок сортування:';
$_['entry_layout']              = 'Виберіть схему:';
$_['entry_store']               = 'Магазини';
$_['entry_keyword']             = 'SEO URL';

// Help
$_['help_keyword']              = 'Використовуйте тире замість пробілів. Повинна бути унікальною на всю систему';

// Error
$_['error_warning']             = 'Уважно перевірте форму на помилки!';
$_['error_permission']          = 'У Вас немає прав для зміни статей!';
$_['error_title']               = 'Заголовок статті має бути від 3 до 64 символів!';
$_['error_description']         = 'Опис повинен бути не менше 3 символів!';
$_['error_meta_title']          = 'Мета-тег Title повинен бути від 3 до 255 символів!';
$_['error_keyword']             = 'Цей SEO keyword вже використовується!';
$_['error_account']             = 'Цю сторінку не можна видалити, оскільки вона призначена Політикою безпеки за замовчуванням!';
$_['error_checkout']            = 'Цю сторінку не можна видалити, оскільки вона призначена Умовами угоди за замовчуванням!';
$_['error_affiliate']           = 'Сторінка не може бути видалена, оскільки вона використовується в умовах партнерської програми!';
$_['error_return']              = 'Увага! Ця інформаційна сторінка не може бути видалена, так як зараз використовується в магазині в якості умов повернення!';
$_['error_store']               = 'Сторінка не може бути видалена, оскільки вона використовується в %s магазинах!';
